{
    "d": 0,
    "i": 1,
    "e": 2,
    "o": 3,
    "l": 4,
    "v": 5,
    "a": 6,
    "n": 7,
    "w": 8,
    "b": 9,
    "t": 10,
    "u": 11,
    "s": 12,
    "r": 13,
    "-": 14,
    "f": 15,
    "k": 16,
    "g": 17,
    "m": 18,
    "'": 19,
    ".": 20,
    "p": 21,
    ",": 22,
    "\u00eb": 23,
    "y": 24,
    "h": 25,
    "(": 26,
    "c": 27,
    ")": 28,
    ":": 29,
    ";": 30,
    "x": 31,
    "z": 32,
    "2": 33,
    "0": 34,
    "7": 35,
    "j": 36,
    "?": 37,
    "4": 38,
    "3": 39,
    "\u00f6": 40,
    "\u00ef": 41,
    "\u00ea": 42,
    "@": 43,
    "1": 44,
    "9": 45,
    "\u00e9": 46,
    "\"": 47,
    "[": 48,
    "]": 49,
    "/": 50,
    "*": 51,
    "8": 52,
    "5": 53,
    "6": 54,
    "&": 55,
    "\u00f3": 56,
    "\u00f4": 57,
    "!": 58,
    "%": 59,
    "\u00e1": 60,
    "q": 61,
    "\u0645": 62,
    "\u0650": 63,
    "\u064a": 64,
    "\u0631": 65,
    "\u064e": 66,
    "\u0627": 67,
    "\u062b": 68,
    "\u064c": 69,
    "\u0628": 70,
    "\u0663": 71,
    "\u0660": 72,
    "\u0623": 73,
    "\u0644": 74,
    "\u0641": 75,
    "\u062f": 76,
    "\u064f": 77,
    "\u0648": 78,
    "\u064d": 79,
    "\u0642": 80,
    "\u0651": 81,
    "\u062d": 82,
    "\u0629": 83,
    "\u062a": 84,
    "\u0634": 85,
    "\u0643": 86,
    "\u0646": 87,
    "\u063a": 88,
    "\u0661": 89,
    "\u0665": 90,
    "\u0667": 91,
    "\u0621": 92,
    "\u0633": 93,
    "\u0639": 94,
    "\u0647": 95,
    "\u0637": 96,
    "\u064b": 97,
    "\u0649": 98,
    "\u0636": 99,
    "\u0664": 100,
    "\u062c": 101,
    "\u0625": 102,
    "\u0635": 103,
    "\u060c": 104,
    "\u0630": 105,
    "\u0632": 106,
    "\u062e": 107,
    "\u0626": 108,
    "\u0624": 109,
    "\u0668": 110,
    "\u0622": 111,
    "\u0666": 112,
    "\u0638": 113,
    "\u0662": 114,
    "\u0670": 115,
    "\u0669": 116,
    "\u061f": 117,
    "+": 118,
    "\u0640": 119,
    "\u00bb": 120,
    "\u00ab": 121,
    "\u274a": 122,
    "{": 123,
    "<": 124,
    "\u0652": 125,
    "\u061b": 126,
    "\\": 127,
    "\u010d": 128,
    "\u00ed": 129,
    "\u0159": 130,
    "\u00fc": 131,
    "\u00fd": 132,
    "\u017e": 133,
    "\u016f": 134,
    "\u011b": 135,
    "\u010f": 136,
    "\u0161": 137,
    "\u00fa": 138,
    "\u0165": 139,
    "\u0148": 140,
    "\u00e4": 141,
    "\u00a7": 142,
    "=": 143,
    "`": 144,
    "\u013e": 145,
    "\u013a": 146,
    "\u0107": 147,
    "\u00e7": 148,
    "\u00ae": 149,
    "\u00e0": 150,
    "\u00f1": 151,
    "\u0142": 152,
    "\u0119": 153,
    "\u00e8": 154,
    "\u0574": 155,
    "\u057f": 156,
    "\u0561": 157,
    "\u056e": 158,
    "\u0578": 159,
    "\u0582": 160,
    "\u0565": 161,
    "\u055d": 162,
    "\u0564": 163,
    "\u056b": 164,
    "\u057e": 165,
    "\u0575": 166,
    "\u0580": 167,
    "\u0568": 168,
    "\u056f": 169,
    "\u0576": 170,
    "\u0563": 171,
    "\u0581": 172,
    "\u056d": 173,
    "\u0572": 174,
    "\u0583": 175,
    "\u056c": 176,
    "\u0577": 177,
    "\u057b": 178,
    "\u0584": 179,
    "\u0587": 180,
    "\u057d": 181,
    "\u0562": 182,
    "\u0579": 183,
    "\u0567": 184,
    "\u0569": 185,
    "\u0570": 186,
    "\u057a": 187,
    "\u056a": 188,
    "\u0566": 189,
    "\u0589": 190,
    "\u0571": 191,
    "\u057c": 192,
    "\u055e": 193,
    "\u0573": 194,
    "\u0585": 195,
    "\u055c": 196,
    "\u055b": 197,
    "\u0586": 198,
    "\u2013": 199,
    "\u2014": 200,
    "\u2026": 201,
    "\u2116": 202,
    "\u215b": 203,
    "_": 204,
    "#": 205,
    "$": 206,
    ">": 207,
    "|": 208,
    "~": 209,
    "}": 210,
    "^": 211,
    "\u0b9a": 212,
    "\u0bc6": 213,
    "\u0ba9": 214,
    "\u0bcd": 215,
    "\u0bc8": 216,
    "\u0b85": 217,
    "\u0bb0": 218,
    "\u0bc1": 219,
    "\u0b95": 220,
    "\u0bc7": 221,
    "\u0bb8": 222,
    "\u0bc0": 223,
    "\u0baa": 224,
    "\u0bae": 225,
    "\u0ba4": 226,
    "\u0bc2": 227,
    "\u0bbf": 228,
    "\u0bb2": 229,
    "\u0b9f": 230,
    "\u0ba8": 231,
    "\u0bb5": 232,
    "\u0bbe": 233,
    "\u0baf": 234,
    "\u0b86": 235,
    "\u0b87": 236,
    "\u0b8e": 237,
    "\u0bb1": 238,
    "\u0ba3": 239,
    "\u0b89": 240,
    "\u0bb3": 241,
    "\u0bca": 242,
    "\u0bb4": 243,
    "\u0bcb": 244,
    "\u0b8f": 245,
    "\u0b99": 246,
    "\u0b9c": 247,
    "\u0b92": 248,
    "\u0b93": 249,
    "\u0bb7": 250,
    "\u2018": 251,
    "\u2019": 252,
    "\u0b8a": 253,
    "\u0b90": 254,
    "\u0b9e": 255,
    "\u0b88": 256,
    "\u0bcc": 257,
    "\u0bb9": 258,
    "\u0b83": 259,
    "\u00fb": 260,
    "\u016b": 261,
    "\u0173": 262,
    "\u012f": 263,
    "\u0105": 264,
    "\u0117": 265,
    "\u201e": 266,
    "\u201c": 267,
    "\u201d": 268,
    "\u0113": 269,
    "\u0137": 270,
    "\u0101": 271,
    "\u015b": 272,
    "\u00b2": 273,
    "\u00b3": 274,
    "\u03b6": 275,
    "\u03b2": 276,
    "\u00bf": 277,
    "\u20ac": 278,
    "\u00b7": 279,
    "\u00f8": 280,
    "\u00b0": 281,
    "\u00aa": 282,
    "\u00a1": 283,
    "\ufeff": 284,
    "\u00ba": 285,
    "\u00f2": 286,
    "\u00e3": 287,
    "\u03c6": 288,
    "\u014d": 289,
    "\u00f9": 290,
    "\u2022": 291,
    "\u0153": 292,
    "\u012b": 293,
    "\u01da": 294,
    "\u00ec": 295,
    "\u00a3": 296,
    "\u00d7": 297,
    "\u00e6": 298,
    "\u1e25": 299,
    "\u00f5": 300,
    "\u00e2": 301,
    "\u05d8": 302,
    "\u05b0": 303,
    "\u05e8": 304,
    "\u05b5": 305,
    "\u05e4": 306,
    "\u05b8": 307,
    "\u05d4": 308,
    "\u00ee": 309,
    "\u00a2": 310,
    "\u03b1": 311,
    "\u03ad": 312,
    "\u03bb": 313,
    "\u03b9": 314,
    "\u03c7": 315,
    "\u03bc": 316,
    "\u03bf": 317,
    "\u03bd": 318,
    "\u03c2": 319,
    "\u03c5": 320,
    "\u0131": 321,
    "\u0444": 322,
    "\u0451": 323,
    "\u0434": 324,
    "\u043e": 325,
    "\u0440": 326,
    "\u0438": 327,
    "\u0433": 328,
    "\u043d": 329,
    "\u0430": 330,
    "\u0442": 331,
    "\u0435": 332,
    "\u0432": 333,
    "\u0447": 334,
    "\u0441": 335,
    "\u043a": 336,
    "\u0439": 337,
    "\u0307": 338,
    "\u011f": 339,
    "\u03c4": 340,
    "\u03c0": 341,
    "\u015f": 342,
    "\u00f0": 343,
    "\u0111": 344,
    "\u00e5": 345,
    "\u5186": 346,
    "\u92ad": 347,
    "\u304c": 348,
    "\u304e": 349,
    "\u3050": 350,
    "\u3052": 351,
    "\u3054": 352,
    "\u266f": 353,
    "\u2020": 354,
    "\u4e0a": 355,
    "\u6d77": 356,
    "\u7533": 357,
    "\u82b1": 358,
    "\u0121": 359,
    "\u0259": 360,
    "\u025b": 361,
    "\u03ba": 362,
    "\u03b7": 363,
    "\u03cc": 364,
    "\u03c1": 365,
    "\u03b3": 366,
    "\u1fb6": 367,
    "\u03af": 368,
    "\u03ae": 369,
    "\u0151": 370,
    "\u03b5": 371,
    "\ufffd": 372,
    "\u0437": 373,
    "\u09ae": 374,
    "\u09cc": 375,
    "\u09b8": 376,
    "\u09c1": 377,
    "\u09c0": 378,
    "\u09ad": 379,
    "\u09bf": 380,
    "\u0995": 381,
    "\u03b4": 382,
    "\u5929": 383,
    "\u4e0b": 384,
    "\u7b2c": 385,
    "\u4e00": 386,
    "\u96c4": 387,
    "\u5173": 388,
    "\u1fe6": 389,
    "\u1f00": 390,
    "\u043f": 391,
    "\u00df": 392,
    "\u05e1": 393,
    "\u05e2": 394,
    "\u00fe": 395,
    "\u0254": 396,
    "\u0282": 397,
    "\u02d0": 398,
    "\u0914": 399,
    "\u0930": 400,
    "\u0902": 401,
    "\u0917": 402,
    "\u093e": 403,
    "\u092c": 404,
    "\u0926": 405,
    "\u0935": 406,
    "\u093f": 407,
    "\u092d": 408,
    "\u03c3": 409,
    "\u0175": 410,
    "\u24e3": 411
}